brew "stow"

brew "ripgrep"
brew "neovim"
brew "tmux"
brew "zellij"
brew "starship"
brew "zoxide"
brew "fzf"
brew "fastfetch"
brew "mise"
brew "gemini-cli"
brew "yt-dlp"

cask "font-fira-code-nerd-font"

cask "raycast"
cask "ghostty"
cask "orbstack"
cask "zen"
cask "google-chrome"
cask "termius"
cask "visual-studio-code"
cask "insomnia"
cask "bruno"
cask "obsidian"
cask "telegram"
cask "discord"
cask "iina"
cask "readdle-spark"
cask "tailscale-app"
cask "transmission"
cask "omnidisksweeper"
cask "betterdisplay"
cask "mac-mouse-fix"
cask "appcleaner"
cask "coconutbattery"
cask "keka"
cask "utm"
cask "tableplus"
cask "balenaetcher"
cask "cleanupbuddy"
